// наименование
// к какой категории относится: расходы или доходы
// картинка
// индекс

// ВОПРОС: нужно ли выносить тип транзакций в отдельный список?

// 1. Тип расходы --- в ней есть категории товара:
// - транспорт
// - продукты
// - здоровье
// -алкоголь
// -развлечения
// -все для дома
// -техника
// -коммуналка, связь
// -спорт и хобби
// -образование
// -прочее

// 2. Тип доход --- в ней есть категории товара:
// -моя зарплата
// -доп.доход

// добавить их в базу






// ******** доп фичи (если останется время) ********
// добавление категории:
// привязка к юзеру, чтобы отображались только его добавленные категории